tap "homebrew/bundle"
tap "homebrew/services"
brew "git"
brew "lazygit"
brew "neovim"
brew "node@22"
brew "pnpm"
brew "syncthing"
brew "tmux"
cask "alacritty"
cask "font-iosevka-term-nerd-font"
cask "hot"
cask "ilya-birman-typography-layout"
cask "keka"
cask "linearmouse"
cask "obsidian"
cask "qbittorrent"
cask "stats"
cask "steam"
cask "syncthing"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vlc"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "gruntfuggly.todo-tree"
vscode "haskell.haskell"
vscode "justusadam.language-haskell"
vscode "mhutchie.git-graph"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-russian"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "waderyan.gitblame"
