tap "homebrew/bundle"
tap "homebrew/services"
brew "djvulibre"
brew "djview4"
brew "fd"
brew "fish"
brew "git"
brew "lazygit"
brew "leela-zero"
brew "luarocks"
brew "neovim"
brew "node@20"
brew "pnpm"
brew "ripgrep"
brew "syncthing"
brew "tmux"
brew "wget"
cask "alacritty"
cask "font-iosevka-term-nerd-font"
cask "hot"
cask "ilya-birman-typography-layout"
cask "katrain"
cask "keka"
cask "linearmouse"
cask "obsidian"
cask "qbittorrent"
cask "raycast"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "syncthing"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
cask "zoom"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "gruntfuggly.todo-tree"
vscode "haskell.haskell"
vscode "justusadam.language-haskell"
vscode "mhutchie.git-graph"
vscode "mxsdev.typescript-explorer"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-russian"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "vintharas.learn-vim"
vscode "waderyan.gitblame"
